<?php if (!defined('THINK_PATH')) exit();?><!DOCTYPE html>
<html>

<head>
    <meta charset="UTF-8">
    <meta name="renderer" content="webkit">
    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no">
    <meta content="yes" name="apple-mobile-web-app-capable">
    <meta content="black" name="apple-mobile-web-app-status-bar-style">
    <meta content="telephone=no" name="format-detection">
    <!-- 上述3个meta标签*必须*放在最前面，任何其他内容都*必须*跟随其后！ -->
    <meta http-equiv="Cache-Control" content="no-siteapp" />
    <!--百度禁止转码 -->
    <meta name="keywords" content="">
    <title>注册协议</title>
    <link rel="stylesheet" href="/Public/newcss1/css/base1.css" />
    <link rel="stylesheet" href="/Public/newcss1/css/all.css" />
    <script type="text/javascript" src="/Public/newcss1/js/jquery-1.9.1.js"></script>
    <style type="text/css">
        * {
            margin: 0;
            padding: 0;
            font-family: arial, "微软雅黑";
            color: #333;
        }

        .center {
            max-width: 800px;
            margin: 0 auto;
            box-sizing: border-box;
            padding: 20px;
        }

        .text {
            line-height: 1.5;
            font-size: 14px;
        }

        .setitle {
            font-size: 18px;
            font-weight: bold;
            margin: 20px 0;
        }

        .foot {
            overflow: hidden;
            margin-top: 20px;
            float: right;
        }

        .foot p{
            margin: 10px 0;
            width: 300px;
            font-size: 12px;
        }
        @media only screen and (max-width: 576px) {

            .foot {
                float: left;
            }
            .foot p{
                width: auto;
            }
        }
    </style>
</head>

<body>
<div class="center">
    <h1 class="shengming" style="font-size: 16px;color: #ff5151;">
        用户授权协议
        特别提示：
        您在使用提供的各项服务之前，请您务必审慎阅读、充分理解本协议各条款内容， 包括但不限于免除或者限制责任的条款。如您不同意本服务协议及/或随时对其的修改，您可以主动停止使用U易提供的服务； 您一旦使用U易服务，即视为您已了解并完全同意本服务协议各项内容， 包括U易对服务协议随时所做的任何修改，并成为U易用户。
    </h1>
    <div class="setitle">
        一、注册信息和隐私保护
    </div>
    <div class="text">
        1.1 U易帐号（即U易用户ID）的所有权归U易，用户按注册页面引导填写信息， 阅读并同意本协议且完成全部注册程序后，即可获得U易帐号并成为U易用户。 用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。 所有原始键入的资料将引用为注册资料。如果因注册信息不真实或更新不及时而引发的相关问题，U易不负任何责任。您可以通过U易帐号设置页面查询、更正您的信息， 用户应当通过真实身份信息认证注册帐号，且用户提交的帐号名称、头像和简介等注册信息中不得出现违法和不良信息， 经U易审核，如存在上述情况，U易将不予注册；同时，在注册后，如发现用户以虚假信息骗取帐号名称注册，或其帐号头像、 简介等注册信息存在违法和不良信息的，U易有权不经通知单方采取限期改正、暂停使用、注销登记、收回等措施。
        1.2 U易帐号包括帐户名称，您可使用设置的帐户名称（包括用户名、手机号、邮箱）U易； 在帐号使用过程中，为了保障您的帐号安全基于不同的终端以及您的使用习惯，我们可能采取不同的验证措施识别您的身份。 例如您的帐户在新设备首次登录，我们可能通过校验码的方式识别您的身份，验证方式包括但不限于短信验证码、服务使用信息验证。
        1.2 本人授权U易机构的第三方合作机构查询、保存、整理加工、使用个人信息：
        （1） 本人同意并授权U易机构在本人申请借款、审批及贷后管理期间，通过查询服务提供机构向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取本人的个人信息。
        （2） 为更好、更完整地展现本人的资信情况，本人同意并授权查询服务提供机构及其关联公司及其指定的第三方可留存、整理及加工本次获取的本人信息用于查询服务提供机构及其关联公司及其指定的第三方为本人提供的其他服务中。
        （3） 为更好地为本人提供服务，本人同意并授权同意第三方对依法获取的本人个人信息与合作机构进行使用、加工、评分。合作机构应对本人信息予以保密。
        1.3 用户不应将其帐号、出售或出借予他人使用，若用户授权他人使用帐户，应对被授权人在该帐户下发生所有行为负全部责任。由于帐号关联用户使用信息， 仅当依法律法规、司法裁定或经U易同意，并符合U易规定的用户帐号转让流程的情况下，方可进行帐号的转让。
        1.4 因您个人原因导致的帐号信息遗失，如需找回U易帐号信息，请按照U易帐号找回要求提供相应的信息， 并确保提供的信息合法真实有效，若提供的信息不符合要求，无法通过U易安全验证， U易有权拒绝提供帐号找回服务；若帐号的唯一凭证不再有效，U易有权拒绝支持帐号找回。 例如手机号二次出售，U易可拒绝支持帮助找回原手机号绑定的帐号。
        1.5 在需要终止使用U易帐号服务时，符合以下条件的，您可以申请注销您的U易帐号。
        （1）您仅能申请注销您本人的帐号，并依照U易的流程进行注销；
        （2）您仍应对您在注销帐号前且使用U易服务期间的行为承担相应责任，同时U易仍可保存您注销前的相关信息；
        （3）注销成功后，帐号信息、个人身份证信息、交易记录、会员权益等将无法恢复或提供；
        1.6 为了防止资源占用，如您连续六个月未使用您的U易帐号或未通过U易认可的其他方式登录过您的U易帐户，U易有权对该帐户进行注销，您将不能再通过该帐号登录名登录本网站或使用相关服务。 如该帐户有关联的理财产品、待处理交易或余额，U易会在合理范围内协助您处理，请您按照U易提示的方式进行操作。
        1.7 当您使用U易产品进行登录等操作的时候，服务器会自动接收、验证、 并记录一些必要的信息，如手机号码、IP地址、服务访问异常信息、以及部分设备信息等， 以保障您在使用U易服务时账户登录和支付过程的安全，进而保护您的上网安全。您使用U易的服务， 即表示您同意U易可以按照相关的隐私权政策处理您的个人信息。 U易可能会与合作伙伴共同向您提供您所要求的服务或者共同向您展示您可能感兴趣的内容。 在信息为该项产品/服务所必须的情况下，您同意U易可与其分享必要的信息。并且， U易会要求其确保数据安全并且禁止用于任何其他用途。除此之外，U易不会向任何无关第三方提供或分享信息。
        1.8 您知悉并授权，U易仅在必需的情况下使用或与关联公司同步您的信息，以为用户提供数据查询的相关服务。
        1.9 为更好地向用户提供服务，您同意U易通过短信等形式向您发送相关商业性服务信息。
    </div>
    <div class="setitle">
        二、使用规则
    </div>
    <div class="text">
        2.1 用户在使用U易服务时，必须遵守《网络安全法》、《互联网新闻信息服务管理规定》 等中华人民共和国相关法律法规的规定，用户应同意将不会利用本服务进行任何违法或不正当的活动，包括但不限于下列行为:
        （1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息：
        1）反对宪法所确定的基本原则的；
        2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
        3）损害国家荣誉和利益的；
        4）煽动民族仇恨、民族歧视、破坏民族团结的；
        5）破坏国家宗教政策，宣扬邪教和封建迷信的；
        6）散布谣言，扰乱社会秩序，破坏社会稳定的；
        7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
        8）侮辱或者诽谤他人，侵害他人合法权利的；
        （2）不得为任何非法目的而使用网络服务系统；
        （3）不利用U易服务从事以下活动：
        1）未经允许，进入计算机信息网络或者使用计算机信息网络资源的；
        2）未经允许，对计算机信息网络功能进行删除、修改或者增加的；
        3）未经允许，对进入计算机信息网络中存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
        4）故意制作、传播计算机病毒等破坏性程序的；
        5）其他危害计算机信息网络安全的行为。
        2.2 用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失， 包括合理的律师费，您同意赔偿U易与合作公司、关联公司，并使之免受损害。对此， U易有权视用户的行为性质，采取包括但不限于删除用户发布信息内容、暂停使用许可、终止服务、 限制使用、回收U易帐号、追究法律责任等措施。对恶意注册U易帐号或利用U易帐号进行违法活动、 捣乱、骚扰、欺骗、其他用户以及其他违反本协议的行为，U易有权回收其帐号。同时，U易公司会视司法部门的要求，协助调查。
        2.3 用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
        2.4 用户不得对本服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、 转售或用于任何其它商业目的用户须对自己在使用U易服务过程中的行为承担法律责任。 用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿， 以及在U易公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予U易公司等额的赔偿。
        2.5 用户在使用U易服务时遵守以下互联网底线：
        （1）法律法规底线
        （2）社会主义制度底线
        （3）国家利益底线
        （4）公民合法权益底线
        （5）社会公共秩序底线
        （6）道德风尚底线
        （7）信息真实性底线

    </div>
    <div class="setitle">
        三、知识产权和其他合法权益
    </div>
    <div class="text">
        3.1 U易尊重他人知识产权和合法权益，呼吁用户也要同样尊重知识产权和他人合法权益。 若您认为您的知识产权或其他合法权益被侵犯，请按照以下说明向U易提供资料∶
        请注意：如果权利通知的陈述失实，权利通知提交者将承担对由此造成的全部法律责任 （包括但不限于赔偿各种费用及律师费）。如果上述个人或单位不确定网络上可获取的资料是否侵犯了其知识产权和其他合法权益， U易建议该个人或单位首先咨询专业人士。
        3.2 对于用户通过U易服务上传到U易网站上可公开获取区域的任何内容， 用户同意U易在全世界范围内具有免费的、永久性的、不可撤销的、非独家的和完全再许可的权利和许可， 以使用、复制、修改、改编、出版、翻译、据以创作衍生作品、传播、表演和展示此等内容（整体或部分）， 和/或将此等内容编入当前已知的或以后开发的其他任何形式的作品、媒体或技术中。
    </div>
    <div class="setitle">
        四、青少年用户特别提示
    </div>
    <div class="text">
        4.1 要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识， 不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。
    </div>
    <div class="setitle">
        五、其他
    </div>
    <div class="text">
        5.1 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。
        5.2 如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向U易所在地广州市天河区人民法院提起诉讼。
        5.3 U易未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。
        5.4 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
        5.5 欢迎您使用U易旗下各专门频道或平台服务（以下称“单项服务”），并在本协议基础上，同时遵守单项服务协议的具体约定。
        请您在发现任何违反本服务协议以及其他任何单项服务的服务条款、U易各类公告之情形时，通知U易。 您可以通过如下联络方式同U易联系：
    </div>

    <div class="foot">
        U易 产品事务组
    </div>
</div>

</body>

</html>